{
  "trans1": "Hej, jeg hedder Sebastian",
  "trans2": "Og jeg er en Webudvikler",
  "trans3": "Vil du se noget af mit arbejde?",
  "trans4": "Eller",
  "trans5": "Vil du Arbejde sammen?",
  "trans6": "Hvem er jeg egentlig?",
  "trans7": "Den kedelige (men ret vigtige) del!",
  "trans8": "Først og fremmest er jeg en nørd — en nørd, der har specialiseret sig i Front-End Webudvikling med JavaScript, HTML, CSS, SCSS og forskellige frameworks (Vue.js, React.js). Jeg har også erfaring med Back-End, herunder Server-Side PHP og SQL databaser. Jeg har arbejdet med WordPress, Shopify og Dandomain.",
  "trans9": "De (lidt) mere interessante ting!",
  "trans10": "Jeg elsker at spille spil — alt fra skydespil til grand strategy til flysimulatorer. Jeg har interesseret mig for teknologi, så længe jeg kan huske. Jeg begyndte at bruge computer i en alder af cirka 8 år og er bare blevet bedre med tiden. Uden for skærmen kan jeg lide at tegne (nogle gange digitalt) og læse.",
  "trans11": "Teknologier jeg primært har brugt til Front-End",
  "trans12": "Teknologier jeg primært har brugt til Back-End",
  "trans13": "Tidligere projekter",
  "trans14": "Projekter jeg har arbejdet på, enten alene eller i et lille hold.",
  "trans15": "Kok Amok er en cateringservice, der fokuserer på prisvenlig og enkel catering til arrangementer.<br><br>",
  "trans16": "Kinetic Biofuel udvikler teknologi, der bruger halm som råmateriale og hjælper biogasanlæg med at fordoble produktionen.<br><br>",
  "trans17": "Aalborg Citys hjemmeside indeholder events, brugerlogin, webshop, tosproget indhold og meget mere.<br><br>",
  "trans18": "Hotel Sankt Annæ er et 4-stjernet hotel i hjertet af København med et moderne og luksuriøst webdesign.<br><br>",
  "trans19": "Har du spørgsmål? Eller vil du samarbejde?",
  "trans20": "Du er velkommen til at sende mig en besked — jeg vender tilbage hurtigst muligt.",
  "trans21": "Du er velkommen til at sende mig en besked via kontaktformularen — jeg vender tilbage så hurtigt som muligt. Uanset om du har spørgsmål, et projekt i tankerne, eller bare vil sige hej, vil jeg gerne høre fra dig.<br /><br />Foretrækker du at kontakte mig direkte? Så kan du sende en mail til <a href=\"mailto:askie.dev@gmail.com\" style=\"color: #c36060;\">askie.dev@gmail.com</a> eller ringe på <a href=\"tel:+4522599595\" style=\"color: #c36060;\">+45 22 59 95 95</a>.",
  "form": {
    "nameLabel": "Navn",
    "emailLabel": "Email",
    "messageLabel": "Besked",
    "submitButton": "Send"
  },
  "cases": {
    "title": "Udvalgte Projekter",
    "description": "Tidligere projekter som jeg har arbejdet på, du kan klikke på individuelle projekter for at læse mere om dem og min rolle deri <br/> Denne liste er ikke udtømmende",
    "readmore": "Læs Mere",
    "viewCase": "Se Projekt"
  },
  "kokamok": {
    "title": "Kok Amok",
    "summary": "Kok Amok er en cateringservice med fokus på prisvenlig og enkel catering til arrangementer og fester.",
    "toolsTitle": "Værktøjer brugt:",
    "description": "Kok Amok er en brugervenlig WordPress-hjemmeside lavet til en cateringvirksomhed med fokus på moderne enkelthed og hurtig service. Besøgende kan udforske menuer, booke catering og tage kontakt – alt sammen nemt og hurtigt.",
    "readmore": "Læs mere om Kok Amok på deres hjemmeside <a href=\"https://kok-amok.dk\" style=\"color: #c36060;\"> her</a>"
  },
  "hotel": {
    "title": "Hotel Sankt Annæ",
    "summary": "Hotel Sankt Annæ er et 4-stjernet hotel i hjertet af København med et moderne og luksuriøst webdesign.",
    "toolsTitle": "Værktøjer brugt:",
    "description": "Hotel Sankt Annæs hjemmeside er udviklet til at afspejle hotellets elegante og moderne udtryk. Med WordPress og et specialbygget tema understøtter siden flersproget indhold, enkel booking og en stilren præsentation af værelser og faciliteter.",
    "readmore": "Læs mere om Hotel Sankt Annæ på deres hjemmeside <a href=\"https://hotelsktannae.dk\" style=\"color: #c36060;\">her</a>"
  },
  "kinetic": {
    "title": "Kinetic Biofuel",
    "summary": "Kinetic Biofuel udvikler 2. generations teknologi, der bruger halm som råmateriale og hjælper biogasanlæg med at fordoble produktionen i både nye og eksisterende anlæg.",
    "toolsTitle": "Værktøjer brugt:",
    "description": "Kinetic Biofuels hjemmeside fremhæver deres banebrydende teknologi til vedvarende energi. Layoutet understøtter flersproget indhold og har et professionelt udtryk, der afspejler deres innovative indsats i biogasindustrien.",
    "readmore": "Læs mere om Kinetic Biofuel på deres hjemmeside <a href=\"https://kineticbiofuel.com\" style=\"color: #c36060;\">her</a>."
  },
  "aalborg": {
    "title": "Aalborg City",
    "summary": "Aalborg Citys hjemmeside indeholder events, brugerlogin, webshop, tosproget indhold og meget mere.",
    "toolsTitle": "Værktøjer brugt:",
    "description": "Aalborg Citys hjemmeside er en dynamisk tosproget platform, der viser lokale begivenheder, shoppingmuligheder og fællesskabsinformation. Bygget i WordPress med tilpassede funktioner og support for både engelsk og dansk – den giver en moderne, inkluderende digital oplevelse til både borgere og besøgende.",
    "readmore": "Læs mere om Aalborg City på deres hjemmeside <a href=\"https://aalborgcity.dk\" style=\"color: #c36060;\">her</a>."
  },
  "staal": {
    "title": "Brønderslev Stål",
    "summary": "En professionel hjemmeside for en førende dansk stålvirksomhed med stærk visuel identitet.",
    "toolsTitle": "Værktøjer brugt:",
    "description": "Hjemmesiden for Brønderslev Stål er skabt med fokus på robusthed og pålidelighed. Den fremhæver virksomhedens services og tidligere projekter til B2B kunder.",
    "readmore": "Besøg Brønderslev Stål <a href=\"https://broenderslev-staal.dk/\" style=\"color: #c36060;\">her</a>"
  },
  "vendino": {
    "title": "Vendino",
    "summary": "En moderne e-handelsplatform med specialdesignede møbelløsninger.",
    "toolsTitle": "Værktøjer brugt:",
    "description": "Vendinos WooCommerce-platform giver kunder mulighed for at tilpasse og købe møbler online. Designet er skandinavisk, moderne og let at navigere.",
    "readmore": "Udforsk Vendino <a href=\"https://vendino.com/da/\" style=\"color: #c36060;\">her</a>"
  },
  "lampefeber": {
    "title": "Lampefeber",
    "summary": "En flersproget webshop med eksklusiv belysning og designlamper til hele Europa.",
    "toolsTitle": "Værktøjer brugt:",
    "description": "Lampefebers hjemmeside er bygget på en skræddersyet CMS-løsning og tilbyder et elegant design til kunder, der søger kvalitetsbelysning.",
    "readmore": "Se Lampefeber <a href=\"https://da.lampefeber.com/\" style=\"color: #c36060;\">her</a>"
  },
  "villahus": {
    "title": "Villahus",
    "summary": "En stilren webshop med dørgreb, beslag og boligtilbehør i høj kvalitet.",
    "toolsTitle": "Værktøjer brugt:",
    "description": "Villahus' platform fremviser et stort produktsortiment med filtrering, detaljerede produktsider og et stærkt fokus på brugervenlighed og konvertering.",
    "readmore": "Besøg Villahus <a href=\"https://www.villahus.dk/\" style=\"color: #c36060;\">her</a>"
  },
  "services": {
    "title": "Services",
    "subtitle": "Herunder er nogle af de services jeg ofrer, hvis du ønsker noget andet end det, eller har nogle spørgsmål, er du velkommen til at <a href=\"#footer\" style=\"color: #c36060;\">Kontakte mig</a>",
    "wordpress": {
      "title": "WordPress Hjemmeside",
      "desc": "Custom WordPress-hjemmesider med moderne performance og brugervenligt CMS — ideelt til virksomheder, porteføljer og blogs.",
      "l1": "Udvikling af custom theme",
      "l2": "Woocommerce webshop",
      "l3": "Performanceoptimering",
      "l4": "SEO optimering",
      "l5": "Lave priser",
      "l6": "Nem administration"
    },
    "shopify": {
      "title": "Shopify Webshop",
      "desc": "Custom Shopify-løsninger til moderne, konverteringsoptimerede webshops med skalerbare funktioner.",
      "l1": "Tilpasning af tema",
      "l2": "Integration af apps",
      "l3": "Design med fokus på konvertering",
      "l4": "Hastighedsoptimering",
      "l5": "Produktfiltrering",
      "l6": "Skalerbar til vækst"
    },
    "custom": {
      "title": "Custom Hjemmeside",
      "desc": "Fuldt skræddersyede løsninger bygget fra bunden — ideelt til unikke funktioner, headless setups eller total kreativ frihed.",
      "l1": "Håndkodet HTML/CSS/JS",
      "l2": "Responsivt design",
      "l3": "i18n til flersproget support",
      "l4": "SEO-venlig struktur",
      "l5": "Ingen platformslåsning",
      "l6": "Så unik som du ønsker"
    },
    "hosting": {
      "title": "Hosting",
      "desc": "Pålidelige, sikre og optimerede hostingløsninger til hjemmesider i alle størrelser.",
      "l1": "Hurtige og sikre servere",
      "l2": "Gratis SSL-certifikater",
      "l3": "Daglige backups",
      "l4": "Opsætning af e-mail",
      "l5": "Prisvenlige hostingplaner",
      "l6": "Overvågning af oppetid"
    },
    "maintanence": {
      "title": "Vedligeholdelse",
      "desc": "Løbende support for at holde din hjemmeside opdateret, hurtig og sikker.",
      "l1": "WordPress vedligeholdelse",
      "l2": "Shopify vedligeholdelse",
      "l3": "Tjek af hjemmesidens sundhed",
      "l4": "Sikkerhedstjek",
      "l5": "Performance tuning",
      "l6": "Content edits"
    }
  }
}
